Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: It is important that all costs get recorded in the job journal before you invoice the customer.
cs_cz: Je důležité, aby se všechny náklady zaznamenaly do deníku projektů dříve než fakturace zákazníkovi.

source: You can invoice the whole job from the Job Task Lines window or only invoice selected billable lines from the Planning Lines window.
cs_cz: Můžete fakturovat celý projekt z okna Řádky úlohy projektu nebo pouze vyfakturovat vybrané fakturovatelné řádky z okna Řádky plánování.

source: Invoicing can be done after the job is finished or at certain intervals during the job's progress based on an invoicing schedule.
cs_cz: Fakturování lze provést po dokončení projektu nebo v určitých intervalech během průběhu projektu na základě fakturačního plánu.

source: If you select Billable in the Job Line Type field on the purchase documents for job-related purchases, then job planning lines that are ready to be invoiced to the customer are created.
cs_cz: Pokud vyberete volbu Fakturovatelné v poli Typ řádku projektu na nákupních dokladech pro nákupy související s projektem, vytvoří se řádky plánování projektu, které jsou připraveny k fakturování zákazníkovi.

source: Manage Project Supplies .
cs_cz: Správa projektových zásob .

source: To create and post a job sales invoice
cs_cz: Vytvoření a zaúčtování prodejní faktury projektu

source: You can create an invoice for a job or for one or more job tasks for a customer when either the work to be invoiced is complete or the date for invoicing based on an invoicing schedule has been reached.
cs_cz: Můžete vytvořit fakturu pro projekt nebo pro jednu nebo více úloh projektu pro zákazníka při dokončení práce nebo když bylo dosaženo data fakturace na základě fakturačního plánu.

source: From the Jobs window, you can invoice a customer by selecting the job, and then choosing the Create Job Sales Invoice action.
cs_cz: V okně Projekty můžete fakturovat zákazníkovi výběrem zakázky a poté zvolit akci Vytvořit prodejní fakturu projektu.

source: The following procedure shows how to use a batch job to invoice multiple jobs.
cs_cz: Následující postup ukazuje, jak použít dávkovou úlohu k fakturování více projektů.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Create Sales Invoice, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Vytvořit prodejní fakturu projektu a pak vyberte související odkaz.

source: Set filters if you want to limit the jobs that the batch job will process.
cs_cz: Nastavte filtry, pokud chcete omezit projekty, které bude zpracovávat dávková úloha.

source: Choose the OK button to create the invoices.
cs_cz: Zvolte tlačítko OK pro vytvoření faktur.

source: To create multiple job sales invoices from job planning lines
cs_cz: Vytvoření více prodejních faktur projektu z řádků plánování projektu

source: You can create an invoice from a job planning lines, and indicate at that time the quantity of the item, resource, or general ledger account that you want to invoice.
cs_cz: Fakturu můžete vytvořit z řádků plánování projektu a v té době označit množství zboží, zdrojů nebo finanční účet, který chcete fakturovat.

source: Open a relevant job.
cs_cz: Otevřít příslušný projekt.

source: On a job planning line, in the Qty. To Transfer to Invoice field, enter the quantity of the item, resource, general ledger account type that you want to invoice.
cs_cz: Na řádku plánování projektu v poli Množství k transferu k fakturaci zadejte množství zboží, zdrojů nebo finančního účtu, které chcete fakturovat.

source: Choose the Create Sales Invoice action.
cs_cz: Zvolte akci Vytvořit prodejní fakturu.

source: In the Job Create Sales Invoice window, enter the posting date and whether you want to create a new invoice or append this invoice to an existing one.
cs_cz: V okně Vytvořit prodejní fakturu projektu zadejte zúčtovací datum a zda chcete vytvořit novou fakturu nebo připojit tuto fakturu k již existující faktuře.

source: On the job planning line, in the Qty. Transferred to Invoice field, you can see the quantity.
cs_cz: Na řádku plánování projektu v poli Transferované množství k fakturaci můžete vidět množství.

source: In the Job Planning Lines window, choose the Sales Invoices/Credit Memos action.
cs_cz: V okně Řádky plánování projektu zvolte akci Prodejní faktury/dobropisy.

source: The Sales Invoice window opens, showing the quantity that you have transferred to the invoice.
cs_cz: Otevřete se okno Prodejní faktura zobrazující množství, které jste převedli na fakturu.

source: Make any additional changes, and then choose the Post action.
cs_cz: Proveďte další změny a poté vyberte akci Zaúčtovat.

source: The above procedure is similar for creating, reviewing, and posting a job-related sales credit memo.
cs_cz: Výše uvedený postup je podobný při vytváření, kontrole a účtování s projektem souvisejících prodejních dobropisů.

source: To calculate and post job completion entries
cs_cz: Vypočítání a zaúčtování položek k dokončení projektu

source: When you have completed all activities for a job, including usage posting and invoicing, you must update the job to have a Status of Completed.
cs_cz: Po dokončení všech úloh pro daný projekt včetně zaúčtování spotřeby a fakturace, je nutné aktualizovat projekt tak, aby měl Stav Dokončeno.

source: Then, you must reverse any WIP that has been posted to the general ledger.
cs_cz: Poté musíte vrátit všechny záznamy NV, které byly zaúčtovány v hlavní knize.

source: Select an open job, and then choose the Edit action.
cs_cz: Vyberte otevřený projekt a poté zvolte akci Úpravy.

source: In the Status field, select Completed.
cs_cz: V poli Stav vyberte Dokončeno.

source: Follow the assistance steps to calculate and post WIP.
cs_cz: Postupujte podle pokynů pro výpočet a účtování NV.

source: Alternatively, follows steps 5 and 6 to do so manually.
cs_cz: Alternativně postupujte podle kroků 5 a 6 tak, abyste to provedli ručně.

source: Choose the Calculate WIP action.
cs_cz: Vyberte akci Kalkulovat NV.

source: In the Job Calculate WIP window, fill in the fields as necessary.
cs_cz: V okně Vypočítat NV projektu vyplňte pole podle potřeby.

source: The job WIP entries created by running the batch job will have the Job Complete check box selected to show that they are completion entries.
cs_cz: Položky NV projektu vytvořené spuštěním dávkové úlohy budou mít zaškrtnuto políčko Dokončený projekt, aby bylo jasné, že jsou dokončeny.

source: Choose the Job Post WIP to G/L action.
cs_cz: Vyberte akci Účto NV projektu do fin. den.

source: In the Job Post WIP to G/L window, fill in the fields as necessary.
cs_cz: V okně Účto NV projektu do fin. den. vyplňte pole podle potřeby.

source: The job WIP general ledger entries created by running the batch job will have the Job Complete check box selected to show they are completion entries.
cs_cz: Položky hlav. knihy NV projektu vytvořené spuštěním dávkové úlohy budou mít zaškrtnuto políčko Dokončený projekt, aby bylo jasné, že jsou dokončeny.

source: Manage Job Budgets
cs_cz: Správa rozpočtů projektu

source: You can set up a budget for each job.
cs_cz: Můžete nastavit rozpočet pro každý projekt.

source: The budget is used to plan the resources that you allocate to a job.
cs_cz: Rozpočet se používá k plánování zdrojů, které přidělíte projektu.

source: The budget can be either general with few entries or it can contain more entries that are divided into activity levels.
cs_cz: Rozpočet může být buď obecný s několika položkami nebo může obsahovat více položek rozdělených do úrovní aktivit.

source: You can then compare the budgeted amounts with the actual usage as recorded in the job journal.
cs_cz: Poté můžete porovnat rozpočtové částky se skutečnou spotřebou, jak je zaznamenáno v deníku projektů.

source: By monitoring differences between actual usage and budgeted usage, you can control an ongoing project and improve the quality of future jobs by reducing the risk of underestimating costs.
cs_cz: Monitorováním rozdílů mezi skutečnou spotřebou a rozpočtovou spotřebou můžete řídit probíhající projekt a zlepšit kvalitu budoucích pracovních míst tím, že snížíte riziko podhodnocení nákladů.

source: The following procedure describes how to estimate budgeted costs during planning.
cs_cz: Následující postup popisuje, jak odhadnout rozpočtované náklady během plánování.

source: For information about recording budgeted versus actual job prices and costs, see How to:
cs_cz: Informace o zaznamenaném rozpočtu versus skutečné ceně a nákladům naleznete v části Návod:

source: Record Usage for Jobs .
cs_cz: Záznam využití pro projekty .

source: To estimate the budgeted costs for a job
cs_cz: Odhadnutí rozpočtových nákladů na projekt

source: When a customer wants to know the price of a job that will be invoiced based on usage, you must have to determine the budgeted costs for the job.
cs_cz: Pokud chce zákazník znát cenu projektu, která bude fakturována na základě jejího použití, musíte určit výši rozpočtových nákladů na projekt.

source: You use the Job Task Lines window to do this.
cs_cz: K tomu použijte okno Řádky úlohy projektu.

source: Select a task line of type Posting, and then choose the Job Planning Lines action.
cs_cz: Vyberte řádek úlohy typu Účet a poté vyberte akci Řádky plánování projektu.

source: On a new line, fill in the fields as necessary.
cs_cz: Na novém řádku, vyplňte pole podle potřeby.

source: For the Line Type field, refer to the following information.
cs_cz: U pole Typ řádku naleznete následující informace.

source: Line Type
cs_cz: Typ řádku

source: The cost and price amounts entered on the planning line are the budgeted costs for the particular planning line.
cs_cz: Částky nákladů a cen zapsané na řádku plánování jsou rozpočtové náklady na konkrétním řádku plánování.

source: The price amount will be invoiced.
cs_cz: Cena bude fakturována.

source: The customer is not charged for usage.
cs_cz: Zákazník za spotřebu neúčtuje.

source: Usage is not transferred to an invoice, but will still be used in the calculation of WIP.
cs_cz: Spotřeba není převedena na fakturu, ale bude se i nadále používat při výpočtu NV.

source: The customer is charged for usage.
cs_cz: Zákazníkovi je účtována spotřeba.

source: Usage is transferred to the invoice, based on the quantity specified in the Qty.
cs_cz: Spotřeba je převedena na fakturu na základě množství specifikovaného v poli Množství k

source: to Transfer to Invoice field.
cs_cz: přesunu do faktury.

source: The Planning Date field for the planning line contains the date when usage related to the planning line is expected to be completed.
cs_cz: Pole Datum plánování pro řádek plánování obsahuje datum, kdy se očekává, že bude spotřeba související s řádkem plánování dokončena.

source: It is also the date when the planning line may be transferred to a sales invoice and posted.
cs_cz: Je také datem, kdy lze řádek plánování převést na prodejní fakturu a zaúčtovat ji.

source: When you fill in the Quantity field, all total price and total cost information will be calculated and filled in for that planning line.
cs_cz: Po vyplnění pole Množství se pro tento řádek plánování vypočítají a vyplní veškeré informace o celkové ceně a celkových nákladech.

source: You can edit them at any time.
cs_cz: Můžete je kdykoli upravit.

source: In the Job Card window, you can now see a summary of the total budgeted costs, budgeted price, billable cost and billable price for each task.
cs_cz: V okně Karta projektu můžete nyní zobrazit souhrn všech rozpočtových nákladů, rozpočtovou cenu, fakturační náklady a fakturační cenu pro každou činnost.

source: Manage Project Supplies
cs_cz: Správa projektových zásob

source: Manage Job Supplies
cs_cz: Správa projektových zásob

source: Managing project supplies of items, services, and expenses is an integral and critical aspect of the execution of all jobs.
cs_cz: Řízení projektových dodávek zboží, služeb a nákladů je nedílnou a kritickou stránkou výkonu všech projektů.

source: You can use inventory quantities or make job-specific purchases using purchase orders or purchase invoices.
cs_cz: Můžete použít inventární množství nebo udělat specifický projektový nákup pro danou zakázku pomocí nákupních objednávek nebo nákupních faktur.

source: For example, a service job on a computer requires a new disk.
cs_cz: Například projektová služba ohledně počítače vyžaduje nový disk.

source: You create a purchase invoice to buy a new disk and record the job that it will be used on.
cs_cz: Vytvořte nákupní fakturu pro zakoupení nového disku a zaznamenejte projekt, na který bude použita.

source: If the purchase process does not require that the physical transaction be recorded separately, then a purchase may be processed in the Job G/L Journal window.
cs_cz: Pokud proces nákupu nevyžaduje, aby byla fyzická transakce zaznamenána samostatně, může být nákup zpracován v okně Finanční deník projektu.

source: To purchase items or services for a job
cs_cz: Zakoupení zboží nebo služeb pro projekt

source: The following procedure shows how to use a purchase invoice to purchase products for a job.
cs_cz: Následující postup ukazuje, jak použít nákupní fakturu k nákupu produktů pro daný projekt.

source: The same steps apply when using a purchase order.
cs_cz: Při použití nákupní objednávky platí stejné kroky.

source: Choose the New action and fill in the fields as necessary.
cs_cz: Vyberte akci Nový a poté vyplňte potřebná pole.

source: Record Purchases .
cs_cz: Záznam nákupů .

source: In the Job No.
cs_cz: V poli Číslo projektu

source: and Job Task No.
cs_cz: a Č. úlohy projektu

source: fields, select the information of the job that you want to purchase items or services for.
cs_cz: vyberte informace o projektu, pro který chcete zakoupit zboží nebo služby.

source: The value that you select in the Job Line Type field defines whether a planning line is created when you post the usage of the item.
cs_cz: Hodnota, kterou vyberete v poli Typ řádku projektu určuje, zda je po zaúčtování spotřeby zboží vytvořen řádek plánování.

source: If the field contains Billable, then job planning lines that are ready to be invoiced to the customer are created.
cs_cz: Pokud pole obsahuje možnost Fakturovatelné, jsou vytvořeny řádky plánování projektu, které jsou připraveny k fakturaci zákazníkovi.

source: Invoice Jobs .
cs_cz: Faktury projektu .

source: To view the value of purchases for a job
cs_cz: Zobrazení hodnoty nákupů pro projekt

source: On the Tasks FastTab, the Outstanding Orders field shows the total outstanding amount, in local currency, of inventory items and services on purchase documents for the job task line.
cs_cz: Na kartě Úlohy v poli Otevřené objednávky zobrazuje celkovou nevyřízenou částku v lokální měně zboží a služeb na nákupních dokladech pro řádek úlohy projektu.

source: The Amt.
cs_cz: Pole Přijato,

source: Rec.
cs_cz: nefakturováno

source: Not Invoiced field shows the value of items delivered on purchase documents, but not yet invoiced.
cs_cz: (částka) zobrazuje hodnotu zboží přijatých na nákupních dokladech, které dosud nebyly fakturovány.

source: Choose either of the fields to open the Purchase Lines window where you can review information about the related purchase document lines, including which items or services have been received.
cs_cz: Zvolte jedno z polí, chcete-li otevřít okno Nákupní řádky, kde můžete zkontrolovat informace o souvisejících řádcích nákupních dokladů včetně zboží nebo služeb, které byly přijaty.

source: To post a job-related expense
cs_cz: Účtování nákladů souvisejících s projektem

source: If you incur extraordinary or one-time job expenses, you can use the Job G/L Journal window to post them directly to the relevant job account.
cs_cz: Máte-li mimořádné nebo jednorázové výdaje na projekt, můžete použít okno Finanční deník projektu, abyste je mohli zaúčtovat přímo na příslušný účet projektu.

source: In the top right corner, choose the Search for Page or Report icon, enter Job G/L Journals, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Finanční deník projektu a pak vyberte související odkaz.

source: Create a new line and enter information about the expense, including information in the Job No.
cs_cz: Vytvořte nový řádek a zadejte informace o výdajích včetně informací v poli Č. projektu

source: and Job Task No fields.
cs_cz: a Č. činnosti projektu.

source: When the journal is complete, choose the Post action.
cs_cz: Po dokončení deníku zvolte akci Zaúčtovat.

source: Monitor Job Progress and Performance
cs_cz: Monitorování pokroku a výkonu projektu

source: As a job progresses, materials, resources, and other expenses are consumed and must be posted to the job.
cs_cz: Jak postupuje projekt, materiály, zdroje a další výdaje jsou spotřebovány a musí být zaúčtovány k projektu.

source: Work in Process (WIP) is a feature that enables you to estimate the financial value of jobs in the general ledger while the jobs are ongoing.
cs_cz: Nedokončená výroba (NV) je funkce, která umožňuje odhadnout finanční hodnotu projektů v hlavní knize, zatímco projekty probíhají.

source: In many cases, you might post expenses for a job before invoicing a job.
cs_cz: V mnoha případech můžete zaúčtovat výdaje za práci před fakturací projektu.

source: When only expenses have been posted, your financial statement will be inaccurate.
cs_cz: Pokud byly zaúčtovány pouze výdaje, vaše finanční výkazy budou nepřesné.

source: For more information, see Understanding WIP Methods.
cs_cz: Další informace naleznete v tématu Porozumnění Metod NV.

source: To track the value in the general ledger, you can calculate WIP and post the value to the general ledger.
cs_cz: Chcete-li sledovat hodnotu v hlavní knize, můžete vypočítat NV a zaúčtovat hodnotu do hlavní knihy.

source: You can calculate WIP based on the following:
cs_cz: NV můžete vypočítat na základě následujících údajů:

source: Cost Value
cs_cz: Hodnota nákladů

source: Sales Value
cs_cz: Prodejní hodnota

source: Recognizable Cost
cs_cz: Rozpoznatelné náklady

source: Percentage of Completion
cs_cz: Procento dokončení

source: Completed Contract
cs_cz: Dokončená smlouva

source: If you want to view the result using a different method, you can change the method and calculate WIP again.
cs_cz: Chcete-li výsledek zobrazit jiným způsobem, můžete změnit metodu a vypočítat znovu NV.

source: There is no limit to the number of times that you calculate WIP.
cs_cz: Neexistuje žádný limit počtu výpočtů NV.

source: WIP is only calculated, it does not get posted to the general ledger.
cs_cz: NV se pouze vypočítává, neúčtuje se do hlavní knihy.

source: After you have calculated WIP, you can post to the general ledger.
cs_cz: Poté, co jste vypočítali NV, můžete ji zaúčtovat do hlavní knihy.

source: To create a job WIP method
cs_cz: Vytvoření metody NV projektu

source: You can create a job WIP method that reflects the needs of your organization.
cs_cz: Můžete vytvořit metodu NV projektu, která odráží potřeby vaší organizace.

source: After you have created it, you can set it as the default job WIP calculation method that will be used in your organization.
cs_cz: Poté, co jste je vytvořili, můžete ji nastavit jako výchozí metodu výpočtu NV, která bude použita ve vaší organizaci.

source: After you have used your new method to create WIP entries, you cannot delete the method or modify it.
cs_cz: Po použití nové metody k vytvoření položek NV nelze metodu odstranit nebo upravit.

source: In the top right corner, choose the Search for Page or Report icon, enter Job WIP Methods, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Metody NV projektu a zvolte související odkaz.

source: To make this new method the default, in the top right corner, choose the Search for Page or Report icon, enter Jobs Setup, and then choose the related link.
cs_cz: Pro nastavení této metody jako výchozí, v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení projektů a zvolte související odkaz.

source: In the Default WIP Method field, choose the method from the list.
cs_cz: V poli Výchozí metoda NV vyberte metodu ze seznamu.

source: To define a WIP method for a job
cs_cz: Definice metody NV pro projekt

source: When you create a new job, you must specify which job WIP method that applies.
cs_cz: Při vytváření nového projektu musíte zadat, kterou metodu NV použijete.

source: In some cases, which Job WIP method that you can use has been set up for you as a default.
cs_cz: V některých případech je metoda NV projektu, kterou můžete použít nastavena jako výchozí.

source: Create Jobs .
cs_cz: Tvorba projektů .

source: In the Job Card window, in the WIP Method field, select a WIP method from the list.
cs_cz: V okně Karta projektu v poli Metoda NV vyberte metodu NV ze seznamu.

source: If a default method has been defined, you can select another option if needed.
cs_cz: Pokud byla definována výchozí metoda, můžete v případě potřeby vybrat jinou možnost.

source: To calculate WIP
cs_cz: Vypočítání NV

source: You can determine the WIP amount that is to be posted to balance sheet accounts for the period end reporting.
cs_cz: Můžete stanovit částku NV, která má být zaúčtována na rozvahové účty pro vykazování konce období.

source: You use the Job Calculate WIP batch job to do this.
cs_cz: Použijete dávkovou úlohu Vypočítat NV projektu.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Calculate WIP, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Vypočítat NV projektu a zvolte související odkaz.

source: The batch job only calculates the WIP.
cs_cz: Dávková úloha vypočítá pouze NV.

source: It is not posted to the general ledger.
cs_cz: Neúčtuje se do hlavní knihy.

source: To do so, you must run the Post WIP to G/L batch job when you have calculated the WIP.
cs_cz: Chcete-li tak učinit, musíte po výpočtu NV spustit dávkovou úlohu Zaúčtovat NV do hl. knihy.

source: To post WIP
cs_cz: Zaúčtování NV

source: When you have calculated WIP, you can post it to balance sheet accounts for the period end reporting.
cs_cz: Když jste vypočítali NV, můžete ji zaúčtovat do rozvahových účtů pro vykazování konce období.

source: You use the Job Post WIP to G/L batch job to do this.
cs_cz: Použijete dávkovou úlohu Zaúčtovat NV projektu do hl. knihy.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Post WIP to G/L, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Zaúčtovat NV projektu a zvolte související odkaz.

source: To view job usage estimates and post updates
cs_cz: Zobrazení odhadu spotřeby projektu a zaúčtování aktualizace

source: You can view job usage up to the completion of a project in one step.
cs_cz: Můžete sledovat spotřebu projektu až do jeho dokončení v jednom kroku.

source: To do so, you use the Job Calc.
cs_cz: K tomu použijte dávkovou úlohu Výp. projektu.

source: Remaining Usage batch job for all the tasks up to and including the end of a job.
cs_cz: zbývající spotřeba pro všechny činnosti až do konce projektu.

source: This lets you track and compare your original estimates against actual results and make modifications or new entries as needed.
cs_cz: To vám umožní sledovat a porovnávat původní odhady s aktuálními výsledky a podle potřeby provádět úpravy nebo nové položky.
